// The boldface header in error boxes.

"Error" = "Errore";

// Application name - alert box header

"Pacifist" = "Pacifist";

// Title of root package item

"Package Contents" = "Contenuti package";
"Contents of Package %@" = "Contenuti di %@";

// Default alert button

"OK" = "OK";

// Alternate alert button

"Cancel" = "Annulla";

// Terminate the app in the case of an exception

"Terminate" = "Termina";

// Refresh lists (such as the list of OS install packages)

"Refresh" = "Aggiorna";

// Search

"Search" = "Cerca";

// Default button in "Open" or "Cancel" alert box

"Open" = "Apri";

// Default button in install alert box

"Install" = "Installa";

"Don't Install" = "Non installare";

"Upgrade" = "Aggiorna";

"Don't Upgrade" = "Non aggiornare";

"Remove" = "Rimuovi";
"Don't Remove" = "Non rimuovere";

"Extract" = "Estrai";

"Create" = "Crea";

// Yes, no, and maybe

"Yes" = "Sì";
"No" = "No";
"Unknown" = "Sconosciuto";

// Retry in case of error

"Try Again" = "Riprova";

// Continue Loading?

"Continue loading?" = "Continuare il caricamento?";

// Check box to decide whether to use admin privileges

"Use Admin Privileges" = "Usa i privilegi di amministratore";

// Default button in overwrite box

"Overwrite" = "Sostituisci";

// check box used in replace dialog box

"DONT_ASK_AGAIN" = "Non chiederlo nuovamente";
"DONT_ASK_AGAIN_FOR_INSTALLATION" = "Non chiederlo nuovamente per questa installazione";

// Alternate button in app bundle overwrite box

"Update" = "Aggiorna";

// Other button in app bundle overwrite box

"Leave Alone" = "Lascia stare";

// Cancel button in file overwrite box

"Stop Extraction" = "Ferma l'estrazione";
"Stop Installation" = "Ferma l'installazione";
"Stop Loading" = "Ferma il caricamento";
"Skip" = "Ignora";

// Default button in app moved box

"EXISTING_LOCATION" = "Sostituisci l'installazione esistente";

// Alternate button in app moved box

"DEFAULT_LOCATION" = "Installa nella posizione di default";

// abort and continue buttons in error box.

"Abort" = "Interrompi";
"Continue" = "Continua";

// Default button in fatal error box.

"Sorry" = "Spiacente";

// Button titles

"OPEN_PACKAGE_BUTTON_TITLE" = "Apri package";
"OPEN_PACKAGE_BUTTON_DESC" = "Apri un package di installazione, un archivio .zip, .tar, .cpio, o .xar o un'immagine disco";

"OPEN_URL_BUTTON_TITLE" = "Apri URL";
"OPEN_URL_BUTTON_DESC" = "Apri un package, un archivio o un'immagine disco sul World Wide Web";

"OPEN_APPLE_INSTALLERS_BUTTON_TITLE" = "Apri installer Apple";
"OPEN_APPLE_INSTALLERS_BUTTON_DESC" = "Apri un disco di installazione Apple inserito o un'applicazione di installazione macOS";

"SEARCH_RECEIPTS_BUTTON_TITLE" = "Cerca receipt";
"SEARCH_RECEIPTS_BUTTON_DESC" = "Cerca un file specificato in tutte le receipt di installazione per determinare cosa lo ha installato e reinstallarlo se possibile";

"REGISTER_BUTTON_TITLE" = "Registra ora…";

"CONTACT_BUTTON_TITLE" = "Contatta";

"SPLASH_SHORT_INSTRUCTIONS" = "Trascinare un package o un file immagine disco su questa finestra per aprirlo o scegliere una di queste opzioni:";

// drag-and-drop overlay message

"DND_OVERLAY_MESSAGE" = "Trascinare qui un package, archivio o file immagine disco";

// VoiceOver labels

"GLOBE_ICON_VOICEOVER" = "mappamondo";
"ENVELOPE_ICON_VOICEOVER" = "busta";

// Notification Center notifications (for Mountain Lion)

"NOTIFICATION_ARCHIVE_LOADED" = "Archivio caricato";
"NOTIFICATION_EXTRACT_FINISHED" = "Estrazione terminata";
"NOTIFICATION_EXTRACT_ITEM_COUNT %lu" = "%lu oggetti";
"NOTIFICATION_SU_FINISHED" = "Package di aggiornamento software caricati";
"NOTIFICATION_RECEIPT_SEARCH_FINISHED" = "Ricerca delle receipt terminata";
"NOTIFICATION_RECEIPT_SEARCH_FOUND_ITEMS %lu" = "Trovati %lu oggetti";

// Extract To: dialog box

"OP_TITLE" = "Estrai nella cartella";
"OP_PROMPT" = "Scegli";

// For the Quick Start dialog box

"QUICK_START_TITLE" = "Avvio veloce";
"ALWAYS_OPEN_WINDOW_ON_LAUNCH" = "Mostra sempre questa finestra all'avvio di Pacifist";

// For the Licenses dialog box

"Licenses" = "Licenze";

// For the Credits dialog box

"Credits" = "Gerenza";

// Create Receipt dialog box

"RECEIPT_OP_TITLE" = "Crea receipt";

// Tab titles in verification report window

"Summary" = "Sommario";
"Files Verified" = "File verificati";
"Present Files" = "File presenti";
"Missing Files" = "File mancanti";
"Changed Files" = "File modificati";
"Zero-Length Files" = "File con lunghezza zero";
"Incorrect Permissions" = "Permessi modificati";

// Verify save box

"VERIFY_TITLE" = "Salva il rapporto con il nome:";

// Default filename for verification report

"VERIFY_DEFAULT_NAME" = "Rapporto di verifica di %@";

// File types

"Application" = "Applicazione";
"Document" = "Documento";
"Folder" = "Cartella";
"Package" = "Package";
"Symbolic Link" = "Link simbolico";
"Alias" = "Alias";
"Socket" = "Socket";
"Character Special" = "Speciale a caratteri";
"Block Special" = "Speciale a blocchi";
"Remote Item" = "Oggetto remoto";

// The word "Version" for the splash screen

"Version" = "Versione";
"Build" = "pre-release";

// Name for newly created folder for entire package contents

"NEW_FOLDER %@" = "%@ Cartella";

// Inspector fields

"MULTIPLE_FILES" = "La selezione contiene più file";
"INSTALL_PATH" = "Posizione di installazione di default:
%@";

// Prefix that goes before the default install path in the package window

"Package Install Directory: " = "Directory di installazione del package:";

// Prefix that goes in the authentication field in the package window if the package needs authentication

"Package requires authentication" = "Il package richiede autenticazione";

// Prefix that goes in the authentication field if the package doesn't need authentication

"Package does not require authentication" = "Il package non richiede autenticazione";

// Prefix that goes in the authentication field if the package is a receipt

"IS_RECEIPT" = "Il package è una receipt";

// Text that goes in the header if the package is signed

"IS_SIGNED %@ %@" = "Il package ha una firma valida: %@ (%@)";

// Text that goes in the header if the package is not signed

"IS_NOT_SIGNED" = "Il package non ha una firma";

// Text that goes in the header if the package's signature is invalid

"SIG_INVALID %@" = "Firma non valida: %@";

// Text that appears if a metapackage and its subpackages do not have the same signature

"SIG_MISMATCH" = "Le firme dei sottopackage non corrispondono";

// Prefix that goes in the root directory field if the package is a metapackage

"IS_METAPACKAGE" = "Il package è un metapackage";

// Prefix that goes in size field if packages is a receipt

"EMPTY_PACKAGE" = "Il package non contiene file da estrarre";

// Prefix that goes before file sizes

"Size:" = "Dimensioni:";

// Units of file size

"bytes" = "byte";

// Suffix that goes after the compressed size field in the package window

"compressed" = "compresso";

// Suffix that goes after the uncompressed size field in the package window

"uncompressed" = "non compresso";

// Ask whether to install a file

"Install File?" = "Installare “%@”?";

// Ask whether to extract a file

"Extract File?" = "Estrarre “%@”?";

// Ask whether to install entire package

"Install Package?" = "Installare i contenuti completi di “%@”?";

// Ask whether to extract entire package

"Extract Package?" = "Estrarre i contenuti completi di “%@”?";

// Ask whether to install selected files

"Install Selected Files?" = "Installare i file selezionati?";

// Ask whether to extract selected files

"Extract Selected Files?" = "Estrarre i file selezionati?";

// Explain where the file will be installed

"LOCATION_MESSAGE" = "Il file sarà installato nella posizione seguente:\n%@";
"LOCATION_MESSAGE_MULT_FILES" = "I file saranno installati nelle loro posizioni di default.";
"LOCATION_MESSAGE_EXT" = "Il file sarà estratto nella posizione seguente:\n%@";
"LOCATION_MESSAGE_EXT_MULT_FILES" = "I file saranno estratti nella posizione seguente:\n%@";
"BACKUP_SUGGESTION" = "Si raccomanda di effettuare una copia dei file esistenti che possono essere sostituiti nel caso qualcosa non funzioni durante l'installazione.";

// Ask whether to generate receipts for a package (not used yet)

"RECEIPT_HEADER" = "Genero la receipt?";
"RECEIPT_HEADER_MULT" = "Genero le receipt?";

"RECEIPT_TEXT" = "Le receipt verranno create nelle posizioni seguenti:\n%@";

// Ask where to create a BOM file

"MAKE_BOM" = "Crea un elenco BOM";
"MAKE_BOM_SIMPLIFIED" = "Crea un elenco semplificato";
"MAKE_BOM_MESSAGE" = "Scegli la directory di cui creare l'elenco BOM:";
"MAKE_BOM_PROGRESS" = "Creazione dell'elenco BOM. Un attimo di pazienza…";
"MAKE_BOM_SAVEAS" = "Salva l'elenco BOM con il nome:";

// Boldface confirmation message for overwriting something

"REPLACE_FILE_HEADER" = "Il file esiste già";

// Confirmation message before overwriting something
"REPLACE_FILE_TEXT %@" = "Nella seguente posizione esiste già un file:\n%@\n\nVolete sostituirlo?";

// Boldface confirmation message for updating an app bundle

"UPDATE_APP_HEADER" = "L'applicazione esiste già";

// Confirmation message before updating an app
"UPDATE_APP_TEXT %@" = "L'applicazione “%@” esiste già. Volete aggiornarla con i file di questo package?";

// Update or replace existing app bundle?
"Bundle already exists" = "L'applicazione esiste già";
"BNDL_EXISTS %@" = "L'applicazione “%@” esiste già. Volete sostituire il bundle esistente con quello da installare o semplicemente aggiornarlo?\n\nSe state installando un'applivazione da zero dovreste premere \"Sostituisci\", mentre se state installando un aggiornamento dovreste premere \"Aggiorna\" per evitare che l'applicazione esistente non funzioni più.";

// Install moved bundle in new location? (not used yet)

"APP_MOVED_HEADER" = "L'applicazione è stata spostata";
"APP_MOVED" = "Una precedente installazione del bundle applicativo %1$@ è stata trovata nella seguente posizione:\n\n%2$@\n\nVolete aggiornare questa installazione precedente con i file che state installando o installarli nella posizione indicata dal package?";

// In the list of available disks, this follows the amount of free space. For example: "Macintosh HD (45 GiB ***free***)"

"DISK_LISTING_SIZE_SUFFIX" = "liberi";

// Ask user to insert a disk

"INSERT_DISK_HEADER %@" = "Inserire il disco “%@”";
"INSERT_DISK_GENERIC %@" = "Inserire il disco “%@” per permettere a Pacifist di continuare.";
"INSERT_DISK_EXTRACTION %@ %@" = "Pacifist ha bisogno che venga inserito il disco “%1$@” per estrarre file dal package “%2$@”.";
"INSERT_DISK_LOADING %@ %@" = "Pacifist ha bisogno che venga inserito il disco “%1$@” per finire di caricare il package “%2$@”.";

// header in "Extract To…" panel

"OPEN_PANEL_HEADER" = "Scegliere una cartella in cui estrarre:";

// header in Create Receipt panel

"CREATE_RECEIPT_HEADER" = "Scegliere una cartella destinazione per le receipt create:";

// header in Extract Packages panel

"EXTRACT_ARCHIVE_SP_HEADER" = "Salvare l'archivi estratto come:";

// Generic "Please Wait" text

"GENERIC_PLEASE_WAIT" = "Un attimo di pazienza…";

// Loading Package text

"LOADING_PACKAGE" = "Caricamento dei contenuti dell'archivio.\nUn attimo di pazienza…";
"LOADING_PACKAGE %@" = "Carico %@.\nUn attimo di pazienza…";
"LOADING_MENU_ITEM" = "%@: caricamento";

// Loading the "Open Apple Installers" window

"APPLE_PKGS_LOADING_MESSAGE" = "Ricerca dei package di installazione Apple…";

// Extracting Item text

"EXTRACTING_ITEM" = "Estrazione %@.\nUn attimo di pazienza…";

// Downloading text

"Downloading %@..." = "Scarico %@…";

// Extension Auditor progress

"LOADING_RECEIPTS" = "Caricamento receipt…";
"SEARCHING_RECEIPTS" = "Ricerca receipt…";
"CHECKING_KEXTS" = "Controllo estensioni kernel…";

// Software Update package loading progress

"LOADING_SU_PKGS" = "Caricamento package di aggiornamento software…";

// Extracting Files text

"Extracting Files..." = "Estrazione file…";

// Consolidating Files text

"CONSOLIDATING_FILES" = "Consolidamento file…";

// Pruning unnecessary files

"REMOVING_UNNECESSARY_FILES" = "Rimozione file non necessari…";

// Joining Resource Forks text

"Joining Resource Forks..." = "Aggiunta risorse specifiche HFS…";

// Setting File Permissions text

"Setting File Permissions..." = "Applicazione permessi file…";

// Installing Files text

"Installing Files..." = "Spostamento file in posizione…";

// Applying Patches text

"Applying Patches..." = "Applicazione patch…";

// Fixing Symbolic Links text

"Fixing Symbolic Links..." = "Aggiustamento dei link simbolici…";

// Verifying Files text

"Verifying Files..." = "Verifica file…";
"VERIFY_REPORT_HEADER" = "Rapporto sul package %@";
"VERIFY_DATE_SUFFIX" = " in data %@\n\n";

// Preparing text

"PREPARING" = "Preparazione…";

// Cleaning Up text

"CLEANING_UP" = "Completamento…";

// Data fork

"Data Fork" = "Data Fork";

// Install QuickLook Plug-In menu items

"QUICKLOOK_INSTALL_MENU_ITEM" = "Installazione plug-in QuickLook…";
"QUICKLOOK_UPGRADE_MENU_ITEM" = "Aggiornamento plug-in QuickLook…";

// Prompt to install the QuickLook plugin

"QUICKLOOK_INSTALL_PROMPT" = "Volete installare il plug-in QuickLook di Pacifist?";
"QUICKLOOK_INSTALL_RECOVERY_SUGGESTION" = "Se al momento non volete installarlo potete sempre farlo successivamente scegliendo \"Installa plug-in QuickLook…\" dal menu Pacifist.";
"QUICKLOOK_UPGRADE_PROMPT" = "Il plug-in QuickLook di Pacifist è obsoleto. Volete aggiornarlo?";
"QUICKLOOK_UPGRADE_RECOVERY_SUGGESTION" = "Se al momento non volete aggiornarlo potete sempre farlo successivamente scegliendo \"Aggiorna plug-in QuickLook…\" dal menu Pacifist.";
"QUICKLOOK_ASK_ON_STARTUP" = "Controlla sempre il plug-in QuickLook all'avvio";
"QUICKLOOK_INSTALL_CONFIRM" = "Siete sicuri di voler installare il plug-in QuickLook di Pacifist?";
"QUICKLOOK_REMOVE_CONFIRM" = "Siete sicuri di voler rimuovere il plug-in QuickLook di Pacifist?";
"QUICKLOOK_DESCRIPTION" = "Il plug-in QuickLook di Pacifist vi permette di vedere i file dei package e dei file .zip dal Finder premendo semplicemente la barra spaziatrice quando un file leggibile è selezionato.";

// The next string is the beginning of the table of contents that appears in the HTML
// verification report.

"VERIFY_REPORT_CONTENTS_BEGINNING" = "(Vai a:";

"VERIFY_FILE_LIST" = "La verifica è stata effettuata per i seguenti file e cartelle:";
"VERIFY_PRESENT_FILES" = "Sul vostro disco rigido sono stati trovati i seguenti file:";
"VERIFY_MISSING_FILES" = "I seguenti file non sono stati trovati sul disco rigido. Il package potrebbe non essere stato installato completamente, o i file potrebbero essere stati cancellati.\n\nFile mancanti:";
"VERIFY_PERMS_CHANGED" = "I permessi dei seguenti file non corrispondono a quelli specificati nel package. I permessi possono essere stati cambiati dal momento dell'installazione. È normale per alcuni file avere permessi differenti da quelli definiti nel sistema, perché essi possono essere ricreati o modificati dal sistema stesso. Altri file, tuttavia, non funzionano correttamente se non hanno i permessi corretti. Se un file è stato installato da software Apple e sospettate che i suoi permessi siano sbagliati, la via più facile per correggerli è usare il pulsante \"Ripara permessi del disco\" nel pannello S.O.S. dell'Utility Disco.\n\nFile con permessi differenti:";
"VERIFY_CHANGED_FILES" = "Le checksum dei seguenti file non corrispondono a quelle specificate nel package. I file potrebbero semplicemente essere stati aggiornati ad una versione successiva, o potrebbero essere stati manomessi.\n\nFile modificati:";
"VERIFY_ZERO_LENGTH_FILES" = "I seguenti file hanno dimensione zero, ma nel package è indicata una dimensione diversa. Ciò potrebbe indicare un danneggiamento dei file.";
"VERIFY_CKSUM_FAILED" = "Non è stato possibile controllare i seguenti file, perché il package non specifica le loro checksum:";
"VERIFY_ALL_FILES_PRESENT" = "Tutti i file del package sono presenti sul disco rigido.";
"VERIFY_NO_FILES_PRESENT" = "Nessun file del package è stato trovato sul disco rigido. Il package potrebbe non essere stato installato, o i file potrebbero essere stati cancellati.";
"VERIFY_ALL_PERMS_CORRECT" = "Sul disco rigido non è stato trovato alcun file i cui permessi differiscono da quelli dei file del package.";
"VERIFY_NO_DIFFERENCES" = "Sul disco rigido non è stato trovato alcun file il cui contenuto differisce da quello dei file del package.";
"VERIFY_NO_ZERO_LENGTH_FILES" = "Non sono stati trovati sul disco file a dimensione zero indicati nel package con dimensione diversa.";
"VERIFY_SUMMARY" = "%lu file sono stati verificati.\n\n";
"VERIFY_PRESENT_SUMMARY" = "%lu di %lu file sono presenti sul disco rigido.\n\n";
"VERIFY_PERMS_SUMMARY" = "%lu di %lu file hanno permessi che non corrispondono a quelli indicati nel package.\n\n";
"VERIFY_CKSUM_SUMMARY" = "%lu di %lu file hanno checksum che non corrispondono a quelle indicate nel package.\n\n";
"VERIFY_ZERO_LENGTH_SUMMARY" = "%lu di %lu file hanno dimensione zero anche se nel package è indicata una dimensione diversa.\n\n";

// little advertisement in the verification report; first string is the app name (Pacifist), second is the version number in parentheses

"GENERATED_BY" = "Generato da %1$@ %2$@";

// various stuff related to permissions

"VERIFY_WRONG_OWNER" = "il proprietario è %1$d, il package indica %2$d";
"VERIFY_WRONG_GROUP" = "il gruppo è %1$d, il package indica %2$d";
"VERIFY_WRONG_MODE" = "il modo è %1$o, il package indica %2$o";

// This is the separator that shows up between the file path and one of the three above
// permissions errors

"SEPARATOR" = " - ";

// For generating and printing file lists

"CONTENTS_LIST_HEADER" = "Contenuti del file “%@”:\n\n";
"RESOURCES_LIST_HEADER" = "Risorse del file “%@”:\n\n";

// this is for the Install to Disk... prompt

"DISK_PROMPT" = "Scegliere un disco sul quale installare i file:";

// stuff related to Apple install packages

"NO_APPLE_PKG_LION_HEADER" = "Non è stato trovato alcun package di installazione Apple sui dischi inseriti.";
"NO_APPLE_PKG_LION" = "Assicurarsi di avere almeno un CD, DVD o disco USB di installazione Apple inserito nel computer, o che il programma di installazione di macOS sia presente nella cartella Applicazioni. Se non avete una copia del programma di installazione di macOS potete scaricarlo dall' App Store.";
"CHOOSE_APPLE_PKG" = "Scegliere il package di installazione Apple da aprire:";

// Cancelling text

"Cancelling..." = "Cancellazione…";

// if the user tries to quit while extraction is going on:

"BUSY_HEADER" = "Package occupato";

"SOMEONE_IS_BUSY" = "Sto estraendo file da uno o più pacchetti. Siete sicuri di voler uscire?";

// Status displayed in find panel when the find string is not found

"Not found" = "Non trovato";

// some required file in the .app bundle wouldn't load

"FILE_LOAD_ERROR" = "Non posso caricare il file “%@” nel bundle dell'applicazione";

// couldn't add a file to a xar archive

"ARCHIVE_WRITE_ERROR" = "Non posso aggiungere il file “%@” all'archivio.";

// couldn't find the specified file in an archive

"ARCHIVE_FIND_ERROR" = "Non posso trovare il file “%@” nell'archivio.";
"ARCHIVE_MULTIPLE_FIND_ERROR" = "Non posso trovare i file specificati nell'archivio.";

// couldn't open some random file

"COULDNT_OPEN_FILE" = "Non posso aprire il file %@.";

// some Software Update related errors

"SU_PKG_INCORRECT_TYPE" = "Il package di aggiornamento software %@ non è del tipo atteso.";
"SU_PKG_FORMAT_ERR" = "Il package di aggiornamento software %@ non è del formato atteso.";

"CODESIGN_FAILED_BUNDLE" = "Qualcosa ha modificato il bundle applicativo di Pacifist.";
"CODESIGN_FAILED_CODE" = "Qualcosa sta modificando il codice di Pacifist.";
"CODESIGN_FAILED_POSSIBLE_CAUSES" = "L'applicazione potrebbe essere danneggiata o infettata da un virus.";
"PROCEED_AT_OWN_RISK" = "Procedete a vostro rischio.";
"PLEASE_REINSTALL" = "Scaricate una copia di Pacifist non alterata.";

// exceptions

"GENERIC_EXCEPTION" = "Si è verificata la seguente eccezione:";
"ARCHIVE_LOAD_EXCEPTION %@" = "Si è verificata la seguente eccezione durante la lettura dell'archivio “%@”:";
"EXCEPTION_MORE_INFO_IN_CONSOLE" = "Potete trovare maggiori informazioni su questo errore nella  Console (nella cartella Utility). Si prega di fornire queste informazioni quando inviate una segnalazione di bug.";

// Something went wrong with reading a file, not sure what

"GENERIC_FILE_ERROR" = "Si è verificato un errore nel tentativo di leggere il file \"%@\".";
"GENERIC_URL_ERROR" = "Si è verificato un errore nel tentativo di leggere l'URL \"%@\".";

// Something tried to load a proxy early, before its disk was inserted

"DISK_NOT_FOUND" = "Il disco \"%@\" non è stato trovato.";

// Bom file wouldn't load (may be nonexistent, may be an incompatible format)

"BOM_ERROR" = "Si è verificato un errore durante l'apertura del file BOM del package “%@”.";
"DONT_RENAME_PACKAGE" = "Assicurarsi di non aver modificato il nome del package.";

// Disk image couldn't be mounted

"DISK_IMAGE_ERROR" = "Si è verificato un errore caricando l'immagine disco \"%@\".";
"DISK_IMAGE_MOUNT_ERROR" = "Non è stato possibile montare l'immagine disco \"%@\".";
"DMG_NOT_MOUNTED" = "L'immagine disco “%@” non è montata.";

// Download errors

"DOWNLOAD_ERROR" = "Il file “%1$@” non può essere scaricato a causa del seguente errore:\n\n%2$s";
"UNKNOWN_DOWNLOAD_ERROR" = "Si è verificato un errore sconosciuto durante lo scaricamento del file \"%@\".";
"NET_CONNECT_ERROR_GENERIC" = "Pacifist è incorso in un problema tentando di accedere alla rete. Assicurarsi che il computer sia collegato correttamente ad Internet, e che un firewall non stia bloccando Pacifist.";
"NET_CONNECT_ERROR" = "Pacifist non può connettersi al server “%@”. Assicurarsi che il computer sia collegato correttamente ad Internet, e che un firewall non stia bloccando Pacifist.";

// Error that occurs when the package's bom file doesn't exist

"NO_BOM %@" = "Il file BOM del package “%@” non sembra esistere.";

"PACKAGE_DOESNT_EXIST" = "Il package “%@” non sembra esistere.";

// Error that occurs when the necessary command-line tools aren't found at startup.

"Tools Missing" = "Spiacente, uno o più dei seguenti strumenti a linea di comando non è stato trovato:\n\n%@.\n\nQuesti strumenti sono necessari per il funzionamento di questo programma, si prega di verificare che siano tutti presenti sul sistema.";
"MISSING_TOOLS" = "/usr/bin/lsbom o /bin/pax";

// Error that occurs when a folder to be installed already exists and it couldn't be replaced

"Error: Folder already exists." = "Errore: la cartella esiste già.";

// Error that occurs when a source file doesn't exist

"NO_SOURCE_FILE %@" = "Il file “%@” non esiste.";

// Error that occurs when a Zip file uses an unsupported compression type

"UNKNOWN_COMPRESSION_TYPE %@" = "Il file “%@” è compresso con un algoritmo di compressione non supportato.";
"ZIP_VERSION_TOO_NEW" = "Il file “%@” sta usando una versione del formato ZIP successiva a quella che questa versione di Pacifist è in grado di aprire.";
"UNKNOWN_ZIP_EXTRA_INFO_SIG %x" = "Informazione firma extra 0x%x sconosciuta ";
"UNKNOWN_ZIP_EXTRA_INFO_INFOZIP_VERSION %ld" = "Versione sconosciuta del campo Unix extra Info-ZIP: %ld";

// Errors that can occur while parsing XAR archives

"XAR_ERR_NOT_A_XAR_FILE %@" = "Il file “%@” non è un archivio XAR.";
"XAR_ERR_FILE_NOT_FOUND %@" = "Il file specificato non può essere trovato nell'archivio XAR “%@”.";
"XAR_ERR_XATTR_NOT_FOUND %@" = "L'attributo esteso specificato non può essere trovato nell'archivio XAR “%@”.";
"XAR_ERR_UNKNOWN_VERSION %@" = "Il file “%@” sembra essere in una versione non supportata del formato XAR.";
"XAR_ERR_UNKNOWN_POSIX_FLAG %@" = "Flag POSIX “%@” sconosciuto.";
"XAR_ERR_UNSUPPORTED_FILE_TYPE" = "Tipo di file non supportato.";
"XAR_ERR_MISSING_FILE_ID %@ %@" = "ID file %1$@ mancante nell'archivio XAR “%2$@”.";
"XAR_ERR_MISSING_ELEMENT %@ %@" = "Elemento XML “%1$@” mancante nell'archivio XAR “%2$@”.";
"XAR_ERR_MISSING_ATTR %@ %@ %@" = "Attributo “%1$@” mancante per l'elemento XML “%2$@” nell'archivio XAR “%3$@”.";
"XAR_ERR_MISSING_CERT %@" = "Certificato mancante nell'archivio XAR “%@”.";
"XAR_ERR_INVALID_VALUE %@ %@ %@" = "Valore “%1$@” non valido per il nodo XML “%2$@” nell'archivio XAR “%3$@”.";

// Error that occurs when a newly extracted file doesn't have the checksum that it should have

"BAD_CKSUM %@" = "La checksum del file “%@” non è valida.";
"BAD_SIGNATURE %@" = "La firma del file “%@\" non è valida.";
"BAD_CERT %@" = "La firma del file “%@” contiene un certificato non valido.";
"BAD_CKSUM_ADVICE" = "Il file non può essere estratto correttamente o può essere danneggiato.";
"BAD_SIGNATURE_ADVICE" = "Il package può essere danneggiato o essere stato manipolato.";
"PLEASE_TAKE_CAUTION" = "Usate cautela nell'adoperare il file.";
"UNSUPPORTED_CKSUM_ALG %@" = "Algoritmo di checksum“%@” non supportato.";
"UNSUPPORTED_CMP_ALG %@" = "Algoritmo di compressione “%@” non supportato.";
"UNSUPPORTED_SIG_TYPE %@" = "Algoritmo di firma “%@” non supportato.";
"UNSUPPORTED_ALG_ADVICE" = "Ciò può indicare una nuova versione del formato di archivio che Pacifist non supporta ancora. Si prega di contattare l'autore all'indirizzo support@charlessoft.com inviando il testo completo di questo messaggio di errore.";
"OPEN_ANYWAY" = "Si vuole aprire comunque il package?";

// Patching errors

"PATCH_NO_SOURCE_FILE %@" = "Il file cui applicare la patch:\n\n%@\n\nnon esiste.";
"PATCH_BAD_CKSUM %@" = "Il file cui applicare la patch:\n\n%@\n\nnon ha la checksum richiesta, quindi la patch non è applicabile.";

// Error that occurs when trying to replace a file with a folder

"NO_FOLDER_OVERWRITE_FILE" = "Un file non può essere sostituito da una cartella.";

// Error that occurs when trying to replace a folder with a file

"NO_FILE_OVERWRITE_FOLDER" = "Una cartella non può essere sostituita da un file.";

// Error when the default install folder happens to be a file instead of a folder.

"Destination path is a file, not a folder." = "Il percorso di destinazione è un file, non una cartella.";

// Error if a folder can't be made for whatever reason

"CREATE_DIR_ERROR" = "Non posso creare la directory “%@”.";

// Error description if something was caused by Rootless mode

"CAUSED_BY_ROOTLESS" = "Questo errore sembra generato dal fatto che una delle directory che si è cercato di scrivere è protetta dal sistema di protezione integrata di macOS.";
"ROOTLESS_DESC" = "Il sistema di protezione integrata è una caratteristica di macOS che protegge alcuni file di sistema dalle modifiche, anche se effettuate dall'utente root. Ciò aumenta la sicurezza del sistema non permettendo a installer di malware o a rootkit di manipolarlo.";
"ROOTLESS_DISABLE_INSTRUCTIONS" = "Se è di importanza critica fare modifiche al sistema che necessitano della disattivazione di questa caratteristica di sicurezza (SIP, System Integrity Protection), la si può disattivare riavviando il Mac in modalità di recupero premendo i tasti Command (⌘) e R durante il riavvio, poi scegliendo “Terminale” dal menu Utlity e infine inserendo il comando “csrutil disable” senza le virgolette, seguito da un invio. Dopo avere effettuato le modifiche, ripetere gli stessi passi e inserire il comando “csrutil enable” per riattivare la SIP.";

// Other execute with privilege errors

"INSTALL_ERROR_WITH_DESC" = "Si è verificato il seguente errore durante l'installazione del file %1$@:\n\n%2$@";
"PERM_MOVE_ERROR" = "Il file “%1$@” non può essere spostato, perché la cartella “%2$@” non può essere modificata.";
"TASK_BAD_STATUS %@ %d" = "L'operazione “%@” ha terminato l'esecuzione con stato %d.";

// Connection errors that can occur when talking to helper tool

"XPC_CONN_INTERRUPTED" = "La connessione con lo strumento di aiuto è stata interrotta.";
"XPC_CONN_INVALID" = "La connessione con lo strumento di aiuto non è più valida.";
"XPC_CONN_UNEXPECTED" = "Connessione inaspettata allo strumento di aiuto.";
"XPC_CONN_UNEXPECTED_EVENT" = "Evento di connessione inaspettato allo strumento di aiuto.";

// Something went wrong while trying to open a package

"CANT_OPEN_MYSELF" = "Sembra che stiate tentando di aprire Pacifist con se stesso.";
"CANT_OPEN_MYSELF_INFORMATIVE" = "Se volete installare Pacifist, basta trascinarlo nella cartella Applicazioni.";
"CANT_OPEN_APP" = "Spiacente, Pacifist è fatto per aprire package e file di archivio, non applicazioni. Provate ad aprire un package di installazione; tipicamente questi hanno nomi che terminano con \".pkg\" e icone che sembrano scatole di cartone marroni. In alternativa, se volete reinstallare alcuni file da un disco Apple, verificate che sia il primo disco (disco 1) del gruppo e fate clic su \"Apri installer Apple\" nella finestra principale di Pacifist.";
"PKG_OPEN_ERROR" = "Pacifist non è riuscito ad aprire il file %@. Assicuratevi che sia un tipo di file che il programma riesce a leggere.";
"NOT_PKG_RECEIPT_SEARCH_HEADER" = "Non posso aprire il file";
"NOT_PKG_RECEIPT_SEARCH_PROMPT" = "Il file “%@” non sembra un package o un archivio apribile. Volete cercare le receipt dell'installer per trovare il package che lo ha installato?";
"NO_PKGS_IN_FOLDER" = "Non ci sono package o file di archivio leggibili nella directory “%@”.";

// The pax tool exited with an abnormal status

"PAX_ERROR" = "Lo strumento pax ha terminato con lo stato anormale: %d";

// Various AppleDouble errors

"Error format" = "Pacifist è incappato nell'errore seguente elaborando il file “%@”:\n\n%@";
"Bad version" = "Contenitore applesingle/appledouble non valido (versione errata).";
"Unknown Error %@" = "Si è verificato un errore sconosciuto durante l'elaborazione del file %@.";
"Generic Error" = "Si è verificato un errore sconosciuto.";

// Out of space errors
"DISK_FULL" = "Spazio su disco insufficiente.";

// errors that can occur while parsing a distribution file

"DUPLICATE_XML_ELEMENT" = "Elemento XML duplicato nel file di distribuzione del package “%@”:\n\n%@\n\nCiò indica probabilmente un bug in Pacifist. Si prega di inviare una segnalazione a support@charlessoft.com includendo il testo completo di questo errore.";
"UNEXPECTED_XML_ELEMENT" = "Elemento XML inaspettato nel file di distribuzione del package “%@”:\n\n%@\n\nCiò indica probabilmente un bug in Pacifist. Si prega di inviare una segnalazione a support@charlessoft.com includendo il testo completo di questo errore.";
"MISSING_PKG_REF" = "Riferimento ad un package mancante nel file di distribuzione del package “%@”: %@";
"MISSING_CHOICE" = "Scelta mancante nel file di distribuzione del package “%@”: %@";
"MISSING_CHOICES_OUTLINE" = "Elenco scelte mancante nel file di distribuzione del package “%@”";

// This message occurs when you open an OS install package for a version of macOS other than the version that is currently running

"OS_VERSION_MISMATCH %@ %@ %@" = "Il package “%@” è progettato per l'installazione su macOS versione %@, ma al momento è in uso la versione %@.";
"OS_VERSION_MISMATCH_EXPLANATION" = "Le applicazioni e altri file estratti da questo package potrebbero non funzionare correttamente con questa versione di macOS.";
"OS_VERSION_MISMATCH_REFUSAL %@" = "Selezionare un installer di macOS versione %@.";
"OS_VERSION_MISMATCH_SUGGESTION_LION %@" = "Potete ottenere risultati migliori aprendo un disco di installazione che contiene macOS versione %@ o un installer scaricato dall'App Store.";

// Strings related to reinstalling a file from the Receipt Search window

"SU_PKG_NOT_FOUND_BY_NAME" = "Non posso trovare il package di aggiornamento software chiamato “%@”.";
"SU_PKG_NOT_FOUND_BY_ID" = "Non posso trovare il package di aggiornamento software corrispondente all'identificatore di package “%@”.";
"SU_PKG_NOT_FOUND_SUGGESTION" = "Potete ignorare questo package, cercare tutti i dischi per trovarlo o localizzarlo manualmente.";
"SU_PKG_SKIP_WARNING" = "Ignorare un package potrebbe provocare un recupero parziale degli oggetti richiesti.";
"SU_PKG_NOT_FOUND_OPTION_SEARCH" = "Cerca tutti i dischi";
"SU_PKG_NOT_FOUND_OPTION_LOCATE" = "Localizza manualmente…";
"SU_PKG_NOT_FOUND_SEARCH_PROGRESS" = "Ricerca di “%@”…";
"SU_PKG_NOT_FOUND_SEARCH_UNSUCCESSFUL" = "Spiacente, il package “%@” non è stato trovato su nessun disco inserito.";
"SU_PKG_NOT_FOUND_OP_PROMPT" = "Localizzate il package “%@”:";
"SU_PKG_OP_MISMATCH" = "Spiacente, il package specificato non è lo stesso del package “%@”.";
"REINSTALL_PKG_LIST" = "I file verranno estratti dai seguenti package:";
"REINSTALL_NOT_FOUND" = "Non posso trovare i seguenti package:";
"NO_RECEIPTS_FOUND_FOR_SEARCH" = "Non ho trovato receipt che corrispondono alle richieste.";
"NO_PACKAGES_FOUND_FOR_EXTRACTION" = "L'estrazione non può continuare, perché non sono stati trovati package utilizzabili da cui estrarre.";
"CHECKING_PACKAGES" = "Verifica package…";
"ITEM_NOT_FOUND_IN_RECEIPTS" = "Il seguente file non è stato trovato in alcun package:";
"ITEMS_NOT_FOUND_IN_RECEIPTS" = "I seguenti file non sono stati trovati in alcun package:";
"ITEMS_NOT_FOUND_IN_RECEIPTS_PROMPT" = "Questi possono essere file obsoleti rimossi in uno degli aggiornamenti o file effettivamente mancanti, cosa che potrebbe rendere incompleta l'estrazione.\n\nVolete estrarre questi file comunque?";
"COULDNT_LOAD_INSTALL_HISTORY" = "Non posso caricare la storia d'installazione.";

// Button title to go to the App Store download page for macOS

"DOWNLOAD_OS_X %@" = "Scarica installer macOS %@";

// This message lets you know about the lame option-click thing you have to do if you've already bought Lion

"DOWNLOAD_OS_X_INSTRUCTIONS %@ %@" = "Verrete ridirezionati alla pagina di presentazione di macOS %@, che contiene un collegamento che vi porterà alla pagina per scaricare macOS %@ dall'App Store.";
"DOWNLOAD_OS_X_ADVICE %@ %@" = "Se l'App Store dice che macOS %@ è già installato e non fornisce un collegamento per scaricare, fate clic su “Acquistati” nell'App Store tenendo premuto il tasto Option (alt). Questo dovrebbe attivare il pulsante \"Installa\" per macOS %@.";
"DOWNLOAD_OS_X_DONT_INSTALL" = "Importante: l'App Store potrebbe lanciare automaticamente l'installer di macOS dopo lo scaricamento. Se ciò avviene, chiudere l'installer senza reinstallare macOS; non è necessario farlo per aprire l'installer stesso con Pacifist, basta soltanto che si trovi sul disco rigido.";

// This message occurs when you try to go to the download page for a version of macOS that Pacifist doesn't know about

"DOWNLOAD_OS_X_UNKNOWN_URL" = "Spiacente, Pacifist non ha al momento un URL per scaricare macOS versione %@.";

// This message occurs when you try to use a feature on an unsupported version of macOS

"OLD_OS_HEADER" = "Versione del sistema operativo non supportata";
"OLD_OS_FEATURE" = "Spiacente, questa caratteristica richiede macOS versione %@ o successivi.";

// Expired

"Expired" = "Scaduto";

// Expiration message for beta versions

"Expiration message" = "Spiacente, questa versione beta di Pacifist è scaduta. Controllate il sito web di Pacifist all'indirizzo http://www.charlessoft.com per vedere se una nuova versione è disponibile.";

// Registration stuff

"UNREGISTERED" = "NON REGISTRATO";
"REGISTERED_TO" = "Registrato a:";
"REG_VERIFIED" = "Registrazione avvenuta";
"REG_SUCCESS" = "Grazie per il supporto allo shareware!";
"BAD_REG_CODE" = "Spiacente, il nome utente e il codice di registrazione non corrispondono.";
"TRY_AGAIN" = "Riprova.";

// A question mark

"?" = "?";

// A comma

"COMMA" = ",";
